import image from '../images/green-diet.png'
import foodImage from '../images/food.png'

export const articles = [
  {
    id: "1h2h3k4l5l",
    title: "Як створити корисну дієту. Головні поради",
    highlightText: "Вуглеводи — органічні сполуки, що складаються з карбону, оксигену й гідрогену та за хімічною природою є полігідроксиальдегідами або кетонами (тобто мають кілька гідроксильних груп й одну карбонільну), або перетворюються на них шляхом гідролізу.",
    mainText: "Більше половини органічного вуглецю на Землі існує у формі вуглеводів, вони є найпоширенішими органічними сполуками на нашій планеті. Щороку фотосинтезуючі організми перетворюють 100 мільярдів[1] тонн вуглекислого газу і води у целюлозу та інші речовини. У рослинах вуглеводи становлять до 80 % сухої речовини, в організмі людини і тварини — до 2 %[2]. Для більшості гетеротрофів окиснення вуглеводів є центральним шляхом отримання енергії клітинами, так у дієті середньостатистичної людини першочерговим джерелом енергії є крохмаль і цукри. Багато полісахаридів виконують структурну роль — входять до складу клітинних стінок рослин, бактерій і грибів, сполучної тканини тварин. Інші вуглеводні полімери беруть участь у змащенні суглобів, забезпеченні розпізнавання і адгезії між клітинами. Вони також можуть входити до більших комплексів разом із білками чи ліпідами, так званих глікокон'югатів. Два моносахариди пентози — рибоза і дезоксирибоза — є структурними компонентами нуклеїнових кислот.",
    image: [image, foodImage],
  },
  {
    id:"5k3l4p6h4k",
    title: "Тестостерон та дієта",
    highlightText: "Вуглеводи — органічні сполуки, що складаються з карбону, оксигену й гідрогену та за хімічною природою є полігідроксиальдегідами або кетонами (тобто мають кілька гідроксильних груп й одну карбонільну), або перетворюються на них шляхом гідролізу.",
    mainText: "Більше половини органічного вуглецю на Землі існує у формі вуглеводів, вони є найпоширенішими органічними сполуками на нашій планеті. Щороку фотосинтезуючі організми перетворюють 100 мільярдів[1] тонн вуглекислого газу і води у целюлозу та інші речовини. У рослинах вуглеводи становлять до 80 % сухої речовини, в організмі людини і тварини — до 2 %[2]. Для більшості гетеротрофів окиснення вуглеводів є центральним шляхом отримання енергії клітинами, так у дієті середньостатистичної людини першочерговим джерелом енергії є крохмаль і цукри. Багато полісахаридів виконують структурну роль — входять до складу клітинних стінок рослин, бактерій і грибів, сполучної тканини тварин. Інші вуглеводні полімери беруть участь у змащенні суглобів, забезпеченні розпізнавання і адгезії між клітинами. Вони також можуть входити до більших комплексів разом із білками чи ліпідами, так званих глікокон'югатів. Два моносахариди пентози — рибоза і дезоксирибоза — є структурними компонентами нуклеїнових кислот.",
    image: [image, foodImage],
  },
  {
    id: "5k4v3l7m4v",
    title: "Вуглеводи не є причиною ожиріння. 10 головних міфів про вуглеводи.",
    highlightText: "Вуглеводи — органічні сполуки, що складаються з карбону, оксигену й гідрогену та за хімічною природою є полігідроксиальдегідами або кетонами (тобто мають кілька гідроксильних груп й одну карбонільну), або перетворюються на них шляхом гідролізу.",
    mainText: "Більше половини органічного вуглецю на Землі існує у формі вуглеводів, вони є найпоширенішими органічними сполуками на нашій планеті. Щороку фотосинтезуючі організми перетворюють 100 мільярдів[1] тонн вуглекислого газу і води у целюлозу та інші речовини. У рослинах вуглеводи становлять до 80 % сухої речовини, в організмі людини і тварини — до 2 %[2]. Для більшості гетеротрофів окиснення вуглеводів є центральним шляхом отримання енергії клітинами, так у дієті середньостатистичної людини першочерговим джерелом енергії є крохмаль і цукри. Багато полісахаридів виконують структурну роль — входять до складу клітинних стінок рослин, бактерій і грибів, сполучної тканини тварин. Інші вуглеводні полімери беруть участь у змащенні суглобів, забезпеченні розпізнавання і адгезії між клітинами. Вони також можуть входити до більших комплексів разом із білками чи ліпідами, так званих глікокон'югатів. Два моносахариди пентози — рибоза і дезоксирибоза — є структурними компонентами нуклеїнових кислот.",
    image: [image, foodImage],
  },
];
