export const gadjetsMenuBars = [
    {
        name: "Добова потреба в калоріях",
        barItems: [
            {
                name:  "Формула Харріса-Бенедикта",
                id: '1'
            },
            {
                name:  "Формула Кетча-МакАрдла",
                id: '2'
            }
           
        ]

    },
    {
        name: "Добова потреба в калоріях",
        barItems: [
            {
                name:  "Формула Харріса-Бенедикта",
                id: '3'
            },
            {
                name:  "Формула Кетча-МакАрдла",
                id: '4'
            }
           
        ]

    }
]